IDEA Open Model
BeamData.MirrorY Property
Compatible with IDEA StatiCa v 10.1
 Mirro by Y
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool MirrorY { get; set; }
Public Property MirrorY As Boolean
	Get
	Set
public:
property bool MirrorY {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace